
# 088. 다섯 개의 정수를 입력받아 배열에 저장한다. 정렬을 한 후 역순으로 표시하라.

# 089. 정수들을 저장할 배열을 생성한다. 임의의 수 다섯 개를 생성하고 배열에 저장한다. 배열의 항목을 한 줄에 하나씩 출력하라.

# 090. 사용자에게 숫자를 입력하라고 요청한다. 10에서 20 사 이의 숫자를 입력한다면 배열에 저장한다. 다른 값이라면 "Outside the range"라는 메시지를 출력한다.다섯 개의 숫자가 입력되었다면 "Thank you" 메시지를 출력하고 배열의 항목을 한 줄에 하나씩 출력하라. 

# 091. 다섯 개의 숫자(이 숫자들 중 2개는 반복 되어야 함)를 담고 있는 배열을 생성한다. 사용자에게 배열 전체를 출력한다. 사용자에게 배열 속에 있는 숫자들 중 하나를 입력하라고 요청한 뒤, 입력한 숫자가 리스트에 몇 개 있는지 메시지를 표시하라.

# 092. 두 개의 빈 배열을 생성한다. 하나에는 사용자가 입력할 숫자 세 개를 담을 것이고, 다른 하나 에는 다섯 개의 임의의 숫자를 담을 것이다. 두 개의 배열을 큰배열 하나로 결합한다. 결합한 배열을 정렬하고 각 항목을 한 줄에 하나씩 출력한다.

# 093. 사용자에게 숫자 다섯 개를 입력하라고 요청한다. 입력된 숫자를 정렬하고 사용자에게 표시한다. 배열의 숫자들 중 하나를 고르라고 사용자에게 요청한다. 입력된 숫자를 배열에서 삭제하고 새로운 배열에 그 값을 저장하라. 

# 094. 다섯 개의 숫자들을 가진 배열을 출력한다. 숫자들 중 하나를 고르 라고 사용자에게 요청한다. 사용자 가 숫자를 고르면 그 항목의 위치 (인덱스)를 출력한다. 만약 사용자가 입력한 숫자가 배열 안에 없다면 올바른 숫자를 입력할 때까지 다시 요청하라. 

# 095. 소수점 이하 두 자리가 있는 10과 100 사이 의 숫자 다섯 개를 포함하는 배열을 생성한다. 사용자에게 2와 5 사이의 정수를 입력하도록 요청한다. 입력한 숫자가 범위에 없는 숫자라면 적절한 에러 메시지를 출력하고 다시 입력하라고 한다. 배열에 있는 각 숫자를 사용자가 입력한 숫자로 나누고 소수점 둘째 자리까지 표시하라.
