# 096. 표준 파이썬 인덱스를 사용하는 간단한 2차원 리스트로 다음의 데이터를 생성하라.

# 097. 사용자에게 행과 열을 선택하라고 요청하고, 096번 프로그램의 2차원 리스트를 이용하여 해당 값을 출력하라.

# 098. 096번 프로그램의 2차원 리스트를 이용하여 사용자에게 표시할 행을 요청하고 그 행을 출력한다. 새로운 값을 입력하라고 요청하고 그것을 표시한 행에 추가하고 그 행을 다시 출력하라.

# 099. 이전 프로그램을 변경하여 어떤 행을 출력할지 사용자에게 묻는다. 입력받은 행을 출력한다. 열을 선택하라고 요청하고 그 행에서의 해당 열을 출력한다. 그 값을 변경하고 싶은지 사용자에게 묻고, 그러길 원한다면 새로운 값을 입력받아 변경한다. 마지막으로 그 행 전체를 다시 출력하라

# 100. 2차원 딕셔너리를 사용하여 각 사람이 서로 다른 지역에서 만든 매출을 보여주는 다음의 데이터를 생성하라.

# 101. 100번 프로그램을 사용하여 사용자에게 이름과 지역을 입력하라고 요청하고 그와 관련된 데이터를 출력한다. 사용자에게 변경하려는 데이터의 이름과 지역을 사용자에게 묻고 매출 수치를 변경할 수 있도록한다. 선택한 이름에 대한 모든 지역의 매출을 출력하라

# 102. 네 명의 이름과 나이, 신발 사이즈를 입력하라고 요청한다. 입력된 이름들 중 하나를 입력하라고 요청하고 입력된 이름의 나이와 신발 사이즈를 출력하라.

# 103. 102번 프로그램을 수정하여 모든 사람의 이름과 나이를 출력하라. 단, 신발 사이즈는 출력하지 않는다.

# 104. 네 명의 이름과 나이 그리고 신발 사이즈를 입력받은 후, 목록에서 제거하고 싶은 사람의 이름을 입력하라고 한다. 입력된 이름의 데이터를 삭제하고 나머지 데이터를 한 줄에 하나씩 출력하라.